<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Slack</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://slack.com/ssb/download-osx-universal</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string></string>
		<key>NAME</key>
		<string>Slack</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>codam</string>
			</array>
			<key>category</key>
			<string>Communication</string>
			<key>description</key>
			<string>Slack is a cloud-based set of proprietary team collaboration tools and services.</string>
			<key>developer</key>
			<string>Slack Technologies</string>
			<key>display_name</key>
			<string>Slack</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>icon_name</key>
			<string>Slack.png</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.killahquam.munki.slack</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.killahquam.download.slack</key>
			<dict>
				<key>git_hash</key>
				<string>b92ae9dd0c3dfd847be0d2f9bbd9cd9c3de454e0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.download.recipe</string>
				<key>sha256_hash</key>
				<string>c18640260720b4320bbe2cf8078f77165f2320b998ece74e7646a24c45e46cc5</string>
			</dict>
			<key>com.github.killahquam.munki.slack</key>
			<dict>
				<key>git_hash</key>
				<string>4498bc796d2a730236fee65af03ab6eca8ebe140</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.munki.recipe</string>
				<key>sha256_hash</key>
				<string>92700fc3d44b37f2017bfe6e32c5634d9c681bc5ed84dfa329fa5e993624baf2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
