<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.XQuartz</string>
	<key>Input</key>
	<dict>
		<key>BRANCH</key>
		<string>release</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string></string>
		<key>NAME</key>
		<string>XQuartz</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>X11</string>
				<string>XQuartz</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>codam</string>
			</array>
			<key>description</key>
			<string>The XQuartz project is an open-source effort to develop a version of the X.Org X Window System that runs on OS X. Together with supporting libraries and applications, it forms the X11.app that Apple has shipped with OS X since version 10.5.</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>category</key>
			<string>Tools</string>
			<key>developer</key>
			<string>Jeremy Huddleston Sequioa</string>
			<key>icon_name</key>
			<string>XQuartz.png</string>
			<key>minimum_os_version</key>
			<string>10.9.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>RestartAction</key>
			<string>RequireLogout</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.xquartz</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>bccd65da873e96dc942cf7c2ebfd546d0c3f1112</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.download.recipe</string>
				<key>sha256_hash</key>
				<string>aaaf2061c1c783b5570e04a723c717927a7c128ae673640833f66667ecdb4369</string>
			</dict>
			<key>com.github.autopkg.munki.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>70511abd38ea855e1305edbcadce84567e189721</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e5870c2bafe4413b1f80b70beec89d4a29f9c77a5c7d1259f3a1f0cea899c38a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
